{
   "_addressFieldPlaceholderAE": "e.g. F206, Al Manama Building",
   "_addressFieldPlaceholderSA": "e.g. Apartment 201 - Alturki Tower - Abdalaziz Street",
   "_addressLabelHelper": "House - Building - Street",
   "_addressTypeHome": "Home",
   "_cartOOSItemMessage": "Unfortunately, some items are not in stock",
   "_codFeeMessage01": "Please note that there is an additional",
   "_codFeeMessage02": "fee for this service. This amount is non refundable.",
   "_couponCodeStepMessage": "Have a Wadi coupon/voucher code? You can apply it during the summary step.",
   "_deliveryInstructionsPlaceholder": "e.g. behind the mosque",
   "_landmarkFieldPlaceholderAE": "e.g. in front of Carrefour",
   "_landmarkFieldPlaceholderSA": "e.g. opposite Tamimi market",
   "_limitedTimeOfferText": "Free gift worth 500 SAR with every order plus an extra 10% off when paying with Al-Rajhi credit cards",
   "_NewsletterSignUpSubtitle": "Be the first to get special offers and early access to exclusive sales!",
   "_NewsletterSuccessMessage": "Check your inbox for the discount voucher, exclusive access to sales, offers and news!",
   "_orderNumberFieldPlaceholder": "Order # e.g. SAU57961469",
   "_PDPReviewsDisclaimer": "This score is based on all expert and user reviews that TestFreaks has collected for this product. Reviews and scores are collected from more than 30 countries but only reviews in selected languages are included above.",
   "_prepayOptionsAE": "Debit/Credit Card",
   "_prepayOptionsSA": "Credit Card",
   "_resetCodeEmailMessage": "We have sent a password reset code to",
   "Add To Cart": "Add To Cart",
   "Adding To Cart": "Adding To Cart",
   "Adding": "Adding...",
   "Add New Card": "Add New Card",
   "ae": "United Arab Emirates",
   "AlRahjiMessage": "10% extra off on Al-Rajhi credit/pre-paid cards: Maximum discount 75 SAR/AED",
   "AlRahJiStaticMessage": "10% extra off on Al-Rajhi credit/pre-paid cards: Maximum discount 75 SAR/AED",
   "brand": "Brand",
   "Buy Now": "Buy Now",
   "By":"by",
   "Cardholders Name": "Cardholder's Name",
   "category": "Category",
   "cod_fee": "Cash on Delivery Fee",
   "color": "Color",
   "Change City":"Change City",
   "discount": "Discount",
   "deliveryTo": "Delivery to",
   "forgetpassword": "Forgot Password?",
   "grand_total":"Grand Total",
   "gift_wrap": "Gift Wrap",
   "Go To Cart": "Go To Cart",
   "idDocumentError": "The file you just uploaded is invalid, we only accept .jpg .jpeg .png",
   "idDocumentSuccess": "ID Document uploaded",
   "invalidPhone": "Please enter a valid phone number",
   "mashreqOffer":"Extra 10% off on Mashreq Cards! Valid on minimum cart value of 150 AED. Maximum discount of 50 AED.",
   "minLength": "Phone Number must be more than 8 digits",
   "maxLength": "Phone Number cannot be more than 15 digits",
   "NearestLandmark": "Nearest Landmark",
   "new": "New",
   "offers": "Offers",
   "Or continue with your email": "Or continue with your email",
   "popularity": "Popularity",
   "price": "Price",
   "price-asc": "Price (Low)",
   "price-desc": "Price (High)",
   "Recipients Name": "Recipient's Name",
   "restorePasswordKey": "Reset Code",
   "sa": "Saudi Arabia",
   "shipping": "Shipping",
   "Shipping To":"Shipping To",
   "show_oos": "Include Out Of Stock",
   "status": "Status",
   "subtotal": "Subtotal",
   "tax":"VAT",
   "total": "Total Payable",
   "United Arab Emirates": "United Arab Emirates",
   "SIGN ME UP": "sign me up",
   "wadi_sa":  "Wadi.com is an online marketplace that aims to be the online shopping portal with the broadest range of products available, for the people of Saudi Arabia (KSA). At Wadi, we connect consumers with the best vendors across GCC so that they can get the greatest deals. We believe online shopping can be just as personal and engaging as entering a retail store. We promise to provide hassle-free online shopping experience all the way from product selection to timely delivery.",
   "wadihere_sa":  "Wadi.com is here to change the way you do online shopping. We’re here to simplify the online shopping for the residents of Saudi Arabia (KSA).",
   "wadi_ae":  "Wadi.com is an online marketplace that aims to be the online shopping portal with the broadest range of products available, for the people of United Arab Emirates (UAE). At Wadi, we connect consumers with the best vendors across GCC so that they can get the greatest deals. We believe online shopping can be just as personal and engaging as entering a retail store. We promise to provide hassle-free online shopping experience all the way from product selection to timely delivery.",
   "wadihere_ae":  "Wadi.com is here to change the way you do online shopping. We’re here to simplify the online shopping for the residents of United Arab Emirates (UAE).",
   "wemake": "We make use of innovative measures to back our approach of streamlining the online shopping process for making it simpler and easier for our customers. We believe it should be as simple as Surf, Select and Shop. Our easy yet intuitive online shopping mechanism that is crafted especially for the convenience of people living in Saudi Arabia (KSA) will make online shopping as easy as shopping from a mall.",
   "atwadi":  "At Wadi, we have a wide array of product categories like Mobiles and Computers, Consumer Electronics, Fashion, Beauty and Fragrances, Sunglasses, Watches, Gadgets and a lot more are being added every day. People can now choose to shop for the best of products from the best of brands with just a few clicks. We are looking forward to raising the bar on how people do online shopping in Saudi Arabia (KSA) with necessary features like prompt customer services, faster delivery, free exchange and cash on delivery.",
   "wearevery":  "We are very keen on providing our consumers the best products in terms of quality and we will never want to compromise on it. We have quality reassurance policy where we make sure that only the best products are delivered to our customers. Moreover, we have reviews from the industry experts on almost all our products so that you get a clear idea about what you are buying. We also include other details in the description section of the product for providing much needed clarity before you buy anything.",
   "Youre all covered!":  "You're all covered!",
   "customer":  "At Wadi.com, customer satisfaction is our priority and hence our support services are available round the clock. Online shopping is still an emerging concept and hence there is always the need of proper communication channels to ensure hassle-free online shopping.",
   "iftheprice":    "If the price drops before you receive your item you are eligible for price difference refund.",
   "Becausewe":   "Because we understand, if you don't like what you ordered, we ask no questions.",
   "Its our guarantee!":  "It's our guarantee!",
   "sitback":   "Sit back, relax & choose to return it any day before 14 days from the date of your order, for free",
   "thereason": "The reason is simple. We value genuine products just as much as you do.",
   "wallet": "Wallet Deduction",
   "Maximum usage allowed: 10% of cart value up to 100 SAR": "Maximum usage allowed: 10% of cart value up to 100"   
}
